export default {
  projections: {
    ПеремещениеE: {
      ответственный: {
        __caption__: 'Ответственный'
      },
      контрагент: {
        __caption__: 'Контрагент'
      },
      материалы: {
        __caption__: 'Материалы'
      },
      цена: {
        __caption__: 'Цена'
      },
      колВо: {
        __caption__: 'Кол во'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      контрагенты: {
        __caption__: 'Контрагенты',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ПеремещениеL: {
      ответственный: {
        __caption__: 'Ответственный'
      },
      контрагент: {
        __caption__: 'Контрагент'
      },
      материалы: {
        __caption__: 'Материалы'
      },
      цена: {
        __caption__: 'Цена'
      },
      колВо: {
        __caption__: 'Кол во'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      контрагенты: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      номенклатура: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    колВо: {
      __caption__: 'Кол во'
    },
    контрагент: {
      __caption__: 'Контрагент'
    },
    материалы: {
      __caption__: 'Материалы'
    },
    ответственный: {
      __caption__: 'Ответственный'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    цена: {
      __caption__: 'Цена'
    },
    контрагенты: {
      __caption__: 'Контрагенты'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
