export default {
  projections: {
    СотрудникиE: {
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      подразделение: {
        __caption__: 'Подразделение'
      },
      оклад: {
        __caption__: 'Оклад'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    },
    СотрудникиL: {
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      подразделение: {
        __caption__: 'Подразделение'
      },
      оклад: {
        __caption__: 'Оклад'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    }
  },
  validations: {
    должность: {
      __caption__: 'Должность'
    },
    оклад: {
      __caption__: 'Оклад'
    },
    подразделение: {
      __caption__: 'Подразделение'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
