export default {
  projections: {
    НоменклатураE: {
      наименование: {
        __caption__: 'Наименование'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      экоКласс: {
        __caption__: 'Эко класс'
      },
      защСвойст: {
        __caption__: 'Защ свойст'
      },
      готПродукция: {
        __caption__: 'Гот продукция',
        товар: {
          __caption__: 'Товар'
        },
        колВо: {
          __caption__: 'Кол во'
        },
        одобрено: {
          __caption__: 'Одобрено'
        }
      },
      запасМатериалов: {
        __caption__: 'Запас материалов',
        колВо: {
          __caption__: 'Кол во'
        },
        товар: {
          __caption__: 'Товар'
        }
      }
    },
    НоменклатураL: {
      наименование: {
        __caption__: 'Наименование'
      },
      едИзм: {
        __caption__: 'Ед изм'
      },
      экоКласс: {
        __caption__: 'Эко класс'
      },
      защСвойст: {
        __caption__: 'Защ свойст'
      }
    }
  },
  validations: {
    едИзм: {
      __caption__: 'Ед изм'
    },
    защСвойст: {
      __caption__: 'Защ свойст'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    экоКласс: {
      __caption__: 'Эко класс'
    },
    готПродукция: {
      __caption__: 'Гот продукция'
    },
    запасМатериалов: {
      __caption__: 'Запас материалов'
    }
  }
};
